 [{
 		"name": "Titanik",
 		"genres": "Romantik Dram",
 		"stars": "Leonardo DiCaprio, \nKate Winslet",
 		"detail": "1996'da, hazine avcısı Brock Lovett ve ekibi \"Okyanusun Kalbi\" ismindeki elmas kolyeyi aramak amacıya RMS Titanic'in enkazında araştırmalar yapmaktadır. Kolyenin Caledon \"Cal\" Hockley'in kasasında olduğuna inanan ekip kasaya ulaşır fakat kasada kolye yerine Titanic'in battığı gece olan 14 Nisan 1912 tarihine ait kolyeyi takan çıplak bir kadın resmi bulunur. Resmin bulunduğu haberini alan Rose Dawson Calvert isimli yaşlı bir kadın Brock Lovett'ı arar ve resimdeki kadının kendisi olduğunu iddia eder. Bunun ardından torunu Lizzy Calvert'la birlikte Lovett ve ekibini gemilerinde ziyaret eder. Kolyenin yeri hakkında bir bilgisi olup olmadığı sorulduğunda Rose Titanic'teki anılarını anlatmaya başlar ve geminin battığı gece öldüğü düşünülen Rose DeWitt Bukater olduğunu söyler.1912'de, 17 yaşındaki birinci sınıf yolcusu Rose, gemiye Southampton'da Pittsburgh'lu çelik alanında çalışan zengin bir işletmecinin oğlu olan, nişanlısı Caledon \"Cal\" Hockley'in ve annesi Ruth DeWitt Bukater ile biner. Ruth, evliliğin DeWitt Bukater'ların gizli mali sorunlarını çözeceği gerekçesiyle Rose'un nişanlılığının önemini vurgular. Nişanlılığından dolayı çılgına dönen Rose, geminin kıçından atlayarak intihar etmeyi düşünür. Jack Dawson isminde kafasına göre yaşıyan ve resim çizme hobisine sahip olan bir genç ise onu bu fikrinden vazgeçirttirmeye çalışır. Bu olay sırasında görevliler tarafından geminin en arkasında Jack'le birlikte bulunan Rose, merağından dolayı geminin arkasından pervanelere baktığını ve Jack'in onu düşmekten kurtardığını söyler. Rose'un ısrarları üzerine Cal müteşekkir olduğunu göstermek için sağ kolu Spicer Lovejoy'a, Jack'e ödül olarak 20 Dolar vermesini söyler ancak Rose bu teklifi beğenmez. Ardından Caledon Hockley, Jack'i ertesi akşam yemeğe davet eder. Cal ve Ruth üçüncü sınıftan gelen genç adamdan rahatsız olsa da Jack ile Rose çekingence bir arkadaşlık geliştirir. Birinci sınıftaki akşam yemeğinin ardından Rose gizlice üçüncü sınıftaki bir partide Jack'e katılır.Cal ve Ruth tarafından Jack'i görmesi yasaklanan Rose, Jack'in devam eden ilgisini kesmeye çalışır. Buna karşın kısa süre içerisinde Jack'i Cal'a tercih ettiğini fark eder ve Titanic'in günışığını gördüğü son anlarda geminin başında onunla buluşur. Bunun ardından Rose'un lüks kamarasına giderler. Kamarada Rose Jack'ten kendisinin Cal'ın nişan hediyesi olan Okyanusun Kalbi'ni taktığı ve tamamen çıplak olduğu bir resmini yapmasını ister. Daha sonra peşlerine düşmüş, Cal'ın korumasını atlatan ikili, geminin kargo bölümünde lüks bir arabanın arka koltuğunda sevişir. Geminin ön havuz güvertesine giden ikili, burada geminin bir buzdağıyla çarpışmasına tanıklık eder ve gemi görevlilerinin durumun ciddiyetinden bahseden konuşmalarına kulak misafiri olur.Cal, Jack'in yaptığı resmi ve Rose'un bıraktığı alaycı notu kasasında kolyeyle birlikte bulur. Çok sinirlenen Cal, korumasına Jack'in paltosunun cebine kolyeyi bıraktırır. Kolyeyi çalmakla suçlanan Jack, geminin alt kısımlarında bulunan güvenlik sorumlusunun bürosuna götürülüp burada bir boruya bağlanır, Cal ise kolyeyi kendi paltosuna koyar. Rose, Cal ile bir filikaya binmiş olan annesini terk ederek aşağıya iner ve Jack'i serbest bırakır. Bunun ardından gemi, yakınlarda bulunan diğer gemilerin dikkatini çekmek için işaret fişekleri atmaya başlar.Jack ve Rose güverteye ulaşınca Cal ve Jack Rose'u filikalara binmesi için ikna eder, bu sırada Cal kendisi ve Jack'i güvenle gemiden uzaklaştıracak bir anlaşma yaptığını söyler. Rose filikaya bindikten sonra Cal Jack'e anlaşmanın sadece kendisi için geçerli olduğunu söyler. Rose'un bindiği filika indirilirken Rose Jack'ten ayrılamayacağını fark edip onunla yeniden bir araya gelmek için Titanic'e geri atlar. Çok sinirlenen Cal tabancayla onları içerisine su dolmakta olan birinci sınıf yemek salonuna kadar kovalar. Mermilerini tükettikten sonra kendisine acı veren bir biçimde elmasın Rose'a verdiği ceketinde kaldığını fark eder. Geminin durumunun artık acil olması nedeniyle güverteye dönüp kayıp bir çocuğa eşlik edermiş gibi yaparak filikalardan birine biner.Jack ile Rose üst güverteye geri döner. Bütün filikalar ayrılmıştır ve geminin kıçı yükseldikçe yolcular gemiden aşağıya düşmektedir. Gemi ikiye ayrılır ve kıç bölümü doksan derecelik bir açıyla havaya yükselir. Jack ve Rose geminin bu son bölümüyle birlikte okyanusa iner. Jack Rose'un sadece bir kişiyi taşıyabilecek bir duvar kaplamasına çıkmasına yardım eder. Kaplamanın kenarını tutan Jack Rose'a sıcak yatağında yaşlı bir kadın olarak öleceğini söyler. Bu sırada Beşinci Subay Lowe hayatta kalanları aramak üzere bir filikayla yola çıkmıştır. Rose'u kurtarır; ama Jack filika gelene kadar hipotermiden ölmüştür.Rose ile diğer kurtarılanlar RMS Carpathia ile New York'a götürülür. Rose burada adını Rose Dawson olarak verir. Cal Carpathia'nın güvertesinde kendisini ararken rastlanır. Daha sonraları Cal'ın 1929 yılında borsanın çökmesiyle servetini kaybettikten sonra intihar ettiğini öğrenir.Hikâyesini anlatmayı bitiren Rose, tek başına Lovett'ın gemisinin kıçına gider. Burada en başından beridir elinde olan Okyanusun Kalbi'ni çıkarır ve denize atar. Yatağında uyurken, şifonyerinin üzerindeki fotoğraflar görüntüye gelir; bu fotoğraflar Rose'un Jack'ten ilham alarak yaşadığı özgür hayatı göstermektedir. Jack'in de ölmeden önce söylediği gibi yatağında ve huzur içinde hayata gözlerini kapar. Bunun ardından genç Rose Titanic'teki Büyük Merdiven'de Jack ile bir araya gelir ve gemide hayatını kaybedenler tarafından alkışlanırken gösterilir.",
 		"photoUrl": "https://raw.githubusercontent.com/Oguzhan94/hr200009oguzhangunduz/main/Afisler/Titanik.jpg"
 	},
 	{
 		"name": "Matrix",
 		"genres": "Aksiyon, Bilim Kurgu",
 		"stars": "Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss",
 		"detail": "Saygın bir yazılım şirketinde çalışan Thomas Anderson (Keanu Reeves), gecelerini \"Neo\" adı altında program kırarak ve Matrix'i araştırarak geçirir. Esrarengiz şekilde Trinity ve Morpheus ile tanışan Neo, yaşadığı dünyanın aslında beyninde gerçekleşen bir simülasyondan ibaret olduğunu öğrenir ve kendini bu durumdan kurtarmak için Morpheus'un önderliğindeki ekibe katılır. Neo gerçek dünyada ilk nefesini aldıktan sonra simülasyona tekrar girerek Matrix'in ne olduğunu kavrayacak ve kurtarılma nedenini öğrenerek gelişen olaylar çerçevesinde yeni kimliğini tanımaya çalışacaktır.Filmdeki olaylar çok ileri bir tarihte teknolojinin son derece gelişmiş olduğu, yapay zekaya sahip makinelerin yaratılmış olduğu bir dünyada geçmektedir. Bu dünyada makineler ve insanlar arasında ortaya çıkmış, savaş sonucunda insan ırkı makineleri yenebilmek için onların enerji kaynağı olan güneş ışınlarının dünyaya inmesini engellemek adına, gökyüzünü kimyasal silahlarla siyah bulutlar oluşturmak suretiyle kapatmıştır. Bunun sonucunda enerji ihtiyacını karşılayamayan makineler yeni enerji kaynakları bulmaya yönelir ve insan vücudunun çok iyi bir enerji motoru olduğunu fark ederler. Böylece insanları köle olarak enerji üretimi için kullanmaya başlarlar ve herhangi bir isyan durumundan kaçınmak için insanların zihinlerini meşgul edecek bir program tasarlarlar. Bunun sonucunda köle insanlar aslında bilinçsiz bir şekilde uyurken zihinleri makinelere bağlı bir şekilde Matrix programının içerisinde her şeyden habersiz sanal bir dünyada yaşamaya devam ederler. Filmin başkahramanı Neo bu insan tarlalarında uyanır ve gerçek dünyada insanların yaşadığı tek yer altı şehri olan Zion'a götürülür ve gerçek dünyaya alıştıktan sonra Morpheus'un ekibiyle beraber makinelere karşı savaşmaya başlar.",
 		"photoUrl": "https://raw.githubusercontent.com/Oguzhan94/hr200009oguzhangunduz/main/Afisler/Matrix.jpg"
 	},
 	{
 		"name": "Er Ryan'ı Kurtarmak",
 		"genres": "Dram, Savaş",
 		"stars": "Tom Hanks, Matt Damon, Tom Sizemore",
 		"detail": "Günümüzde yaşlı bir adam, ailesiyle birlikte Normandiya Mezarlığı'nı ziyaret eder. Bir mezar taşının başında acı içinde dizlerinin üzerine çöker.6 Haziran 1944 sabahı, Amerikan askerleri Overlord Harekâtı'nın bir parçası olarak Omaha Sahili'ne çıktı. Güçlendirilmiş Alman savunma pozisyonlarına saldırırken ağır kayıplar yaşadılar. 2. Korucu Taburu'ndan Yüzbaşı John H. Miller, sahilden çıkışa öncülük etmektedir. Sahilin başka bir yerinde, ölü bir asker kanlı tahtada yüzüstü yatmaktadır; Washington, DC'de Savaş Bakanlığında görev yapan General George C. Marshall, Ryan ailesinin dört oğlundan üçünün kısa bir süre içinde çatışmada öldürüldüğünü öğrenir; D-Day'den kısa bir süre önce Yeni Gine'de Daniel Ryan, Omaha Salihi'nde Sean Ryan ve Utah Plajı'nda Peter Ryan hayatlarını kaybetmiştir; dördüncü oğul, James Francis Ryan, Normandiya'da bir yerlerde 101. Hava İndirme Tümeni'nde görevlidir. Başkan Abraham Lincoln'ün Bixby mektubunu yüksek sesle okuyan Marshall, Ryan'ın bulunup eve getirilmesini emreder.D-Day'den üç gün sonra Yüzbaşı Miller, Ryan'ı bulup geri getirme emri alır. Bölüğünden yedi adam seçer: T/Çavuş Mike Horvath, Kıdemli Er Richard Reiben ve Adrian Caparzo, Er Stanley Mellish ve Daniel Jackson, T/4 doktoru Irwin Wade - ayrıca 29. Piyade Tümeni'nden bir tercüman olan T/5 Timothy Upham bu göreve seçilen askerlerdir.Düşmana karşı savaşan 101'inci müfreze Neuville'e taşınırlar. Caparzo, daha sonra Jackson tarafından öldürülen bir Alman keskin nişancı tarafından öldürülür. Er James Ryan'ı bulurlar, ancak onun James Frederick Ryan olduğunu öğrenirler. Miller, yanından geçen askerlerden Ryan'ın Ramelle'deki önemli bir köprüyü savunduğunu öğrenir.Miller, Ramelle yakınlarında, adamlarının endişelerine rağmen terk edilmiş bir radar istasyonundaki bir Alman makineli tüfek konumunu etkisiz hâle getirmeye karar verir. Wade çatışmada öldürülür. Upham'ın ısrarıyla Miller, hayatta kalan bir Alman esirini serbest bırakır. Miller'ın liderliğine olan güvenini kaybeden Reiben, onları terk etmek ister ve Horvath ile yüzleşmesine yol açar. Miller, sivildeyken bir lisede İngilizce öğretmeni olduğunu söyler; Reiben kalmaya karar verir.Ramelle'de Er Ryan'ı yakın bir Alman saldırısına karşı kilit köprüyü savunmaya hazırlanan küçük bir paraşütçü grubu arasında bulurlar. Miller, Ryan'a kardeşlerinin öldüğünü ve onu eve getirmesinin emredildiğini söyler. Ryan, buna rağmen görevinden ayrılmaya isteksizdir. Miller, köprünün savunması için birimini paraşütçülerle birleştirir. Düşmanı 30 kalibrelik iki makineli tüfek, Molotof kokteylleri, tanksavar mayınları ile pusuya düşürmek için bir plan tasarlar.Alman 2. SS Panzer Tümeni'nin askerleri, tümü piyade tarafından korunan iki Tiger tankı ve iki Marder tank avcısı ile gelirler. Almanlara ağır hasar vermelerine rağmen, Jackson, Mellish ve Horvath ile birlikte neredeyse tüm paraşütçüler öldürülür; Upham korkudan hareketsiz kalır. Miller köprüyü yok etmeye çalışır, ancak Alman askerlerine yeniden katılan radar istasyonundan hayatını bağışlayıp serbest bıraktıkları Alman askeri tarafından vurulur. Miller köprü patlatıcısını almak için sürünür ve yaklaşmakta olan bir Alman tankına tabancasıyla etkisiz ama meydan okurcasına ateş eder. Tank köprüye ulaştığında, bir Amerikan P-51 Mustang tepesinde uçar ve tankı yok eder, ardından Amerikan zırhlı birimleri kalan Almanları bozguna uğratmak için gelirler. Almanlar tamamen geri çekilirken, Upham saklandığı yerden çıkar ve Miller'ı vurduğuna tanık olduğu Alman askerini vurarak öldürür, ancak diğer Alman askerlerinin kaçmasına izin verir.Miller, Ryan'a yaralarından ölmeden önce \"bunu hak etmesini\" söyler. Sahne günümüze geçerken, mezarlığı ziyaret eden yaşlı adamın Er Ryan olduğu ortaya çıkar ve Miller'ın mezarının önünde, Miller ve ekibinin geçmişte yaptığı fedakarlıklar için minnettarlığını ifade eder. Ryan karısına böyle bir fedakarlığa layık olup olmadığını sorar ve buna layık olduğu cevabını alır. Son sahnede, Ryan'ın Miller'in mezarını selamladığını ve esintiyle hafifçe dalgalanan Amerikan bayrağına dönüştüğünü gösterir.",
 		"photoUrl": "https://raw.githubusercontent.com/Oguzhan94/hr200009oguzhangunduz/main/Afisler/ErRyan.jpg"
 	},
 	{
 		"name": "Gora",
 		"genres": "Macera, Komedi, Bilim Kurgu",
 		"stars": "Cem Yılmaz, Özge Özberk, Ozan Güven",
 		"detail": "Türkiye'nin turistik kentlerinden biri olan Antalya'da tüccarlık yapan Arif uzaylılar tarafından kaçırılarak G.O.R.A. isimli gezegene götürülür. Arif, gezegende tutsakken gezegeni bir alev topundan kurtarır ve bu sırada Ceku isimli prensesle tanışır. Bütün bunlar olurken, G.O.R.A. gezegeninin kötü kalpli komutanı Logar, Ceku ile evlenerek gezegenin yönetimini ele geçirmek istemektedir. Arif bunu öğrenir ve gezegenden kaçarken Ceku'yu da yanında götürmek ister, fakat bunun için Komutan Logar'a karşı mücadele vermesi gerekmektedir.",
 		"photoUrl": "https://raw.githubusercontent.com/Oguzhan94/hr200009oguzhangunduz/main/Afisler/Gora.jpg"
 	},
 	{
 		"name": "Harry Potter Ve Felsefe Taşı",
 		"genres": "Macera, Aile, Fantastik",
 		"stars": "Daniel Radcliffe, Rupert Grint, Emma Watson",
 		"detail": "1981'in sonlarında, Hogwarts Cadılık ve Büyücülük Okulu profesörleri Albus Dumbledore ve Minerva McGonagall ile okul çalışanı Rubeus Hagrid, Harry Potter adlı yetim kalmış bir bebeği, geriye kalan son akrabaları olan Dursley ailesinin yanına bırakırlar. On yıl sonra Harry, kendisini sevmeyen Dursleylerle birlikte yaşamaya çalışmaktadır. Ailecek gittikleri hayvanat bahçesinde istemeden bir kazaya neden olduktan sonra baykuşların getirdiği mektuplar almaya başlar. Dursleyler daha fazla mektup gelmemesi için ıssız bir adaya kaçtıktan sonra, Hagrid ortaya çıkar ve Harry'ye aslında bir büyücü olduğunu ve Dursleylerin isteğinin aksine Hogwarts'a kabul edildiğini söyler. Büyücü üniforması, asa ve baykuş gibi okul ihtiyaçlarını alması için Diagon Yolu'na götürdüğü Harry'ye geçmişi hakkında bilgi verir; Harry, kötü niyetli ve çok güçlü bir büyücü olan Lord Voldemort'un yaptığı Ölüm Laneti nedeniyle ölen bir büyücü ve bir cadının oğludur. Bu büyüden sağ kurtulan tek kişi olan Harry, büyücü dünyasında \"Sağ Kalan Çocuk\" olarak tanınır.Harry daha sonra Hagrid'le birlikte King's Cross Tren İstasyonu'na gider ve Hogwarts'a giden trene biner. Trende kısa sürede yakınlaştığı Ron Weasley, anne babası muggle olan zeki cadı Hermione Granger ve okula vardığında zengin bir büyücü aileye mensup olan ve ilk görüşte tartışma yaşadığı Draco Malfoy ile tanışır. (Muggle büyücü olmayan anlamına gelen bir kelimedir.) Okula gelen öğrenciler Büyük Salon'da toplanır ve tüm birinci sınıflar Seçmen Şapka tarafından dört binaya ayrılır: Gryffindor, Hufflepuff, Ravenclaw ve Slytherin. Seçmen Şapka, Harry'yi önce Draco ile birlikte Slytherin'e yerleştirmeyi düşünse de daha sonra Ron ve Hermione ile birlikte Gryffindor'a yerleştirir.Harry, Hogwarts'ta büyüler öğrenmeye başlar ve geçmişi ve ailesi hakkındaki gerçekleri keşfeder. Draco ile girdiği bir mücadele sonucunda Gryffindor'un sakar öğrencisi Neville Longbottom'a ait olan Hatırlatıcı'yı yakalar ve birinci sınıf öğrencileri için alışılmış bir durum olmamasına rağmen Gryffindor'un Quidditch takımına arayıcı olarak kabul edilir. Bir gece arkadaşları ile birlikte okulu keşfederken okulun yasaklı bir bölgesinde Fluffy adlı üç başlı dev bir köpeğe rastlar. Ron, Profesör Flitwick'in tılsım dersinde kendisini utandıran Hermione'nin kalbini kırar ve kendisini kızlar tuvaletine kitlemesine neden olur. Hermione, tuvalette bir trolün saldırısına uğrar ancak Harry ve Ron tarafından kurtarılır ve ikiliyle arkadaş olur.Harry, Ron ve Hermione daha sonra Fluffy'nin sahibine ölümsüzlük veren bir nesne olan Felsefe Taşı'nı koruduğunu anlarlar. Harry, iksir dersi öğretmeni ve Slytherin başkanı Severus Snape'in Voldemort'u bir bedene kavuşturmak için taşı ele geçirmeye çalıştığından şüphelenir. Hagrid, Fluffy'nin müzik çalındığında uykuya daldığını istemeden üçlüye söyler. Harry, Ron ve Hermione, o gece Snape'ten önce taşı bulmaya karar verirler ancak Fluffy'nin uykuda olduğunu görürler. Fluffy'yi geçen üçlü, bir dizi koruyucuyla yüzleşir. Bunlar arasında Şeytan Kapanı olarak bilinen ölümcül bir bitkiden kurtulmak, Harry'yi yaralayan bir oda dolusu saldırgan uçan anahtar arasından doğru anahtarı bulmak ve neredeyse Ron'un ölümüne neden olan insan boyutundaki taşlarla oynanan tehlikeli satrançta kazanmak yer alır.Harry, bu görevleri geçtikten sonra taşı ele geçirmeye çalışanın karanlık sanatlara karşı savunma dersi öğretmeni Profesör Quirrell olduğunu ve Snape'in aslında kendisini koruduğunu anlar. Quirrell türbanını çıkarır ve güçsüz durumdaki Voldemort'un kendi başının arkasında yaşadığını gösterir. Dumbledore tarafından yapılan bir büyü nedeniyle Harry, taşı cebinde bulur. Voldemort taşı almak için Harry'nin anne ve babasını diriltmeyi teklif eder ancak Harry'nin teklifi reddetmesi üzerine Quirrell saldırıya geçer. Harry, cildini yakıp toz hâline getirdiği Quirrell'ı öldürür. Daha sonra Voldemort'un ruhu Quirrell'ın küllerinden çıkar ve Harry'nin içinden geçerek bayılmasına neden olur.Harry okulun revirinde uyanır ve yanında Dumbledore'u görür. Dumbledore, taşın yok edildiğini ve Ron ile Hermione'nin güvende olduklarını söyler. Ayrıca Harry'nin Quirrell'ı nasıl yenebildiğini açıklar: annesi Harry'yi korumak için öldüğünde, onun ölümü Harry'ye Voldemort'a karşı sevgi temelli bir koruma vermiştir. Harry, Ron ve Hermione kahramanlıkları nedeniyle bina puanıyla ödüllendirilince Gryffindor ile Slytherin birincilik için eşit puanda kalır. Dumbledore daha sonra arkadaşlarını durdurmaya çalışan Neville'a on puan verir ve Gryffindor yeterli puana ulaşarak Bina Kupası'nı kazanır. Harry, Hogwarts'ta gerçek bir evi olmasının verdiği mutlulukla yaz tatili için evine döner.",
 		"photoUrl": "https://raw.githubusercontent.com/Oguzhan94/hr200009oguzhangunduz/main/Afisler/HarryPotterFelsefeTasi.jpg"
 	},
 	{
 		"name": "Baba",
 		"genres": "Suç, Dram",
 		"stars": "Marlon Brando, Al Pacino, James Caan",
 		"detail": "Corleone ailesi, Don Vito Corleone'nin başında olduğu, suça dayalı bir örgüt kurmuş olan İtalyan asıllı meşhur bir ailedir. Aile, New York'taki diğer dört aileyle birlikte New York'un yeraltı işlerini yönetmektedir. Ancak Corleone ailesini diğerlerinden ayıran özelliği, Don Corleone'nin cebinde bozuk para gibi taşıdığı politikacılar ve yargıçlardır. Politikacılar ve yargıçlarla olan bu yakın ilişkileri diğer ailelerin açamadığı kapıları açabilmesini sağlamaktadır.İtalya ve New York'un en meşhur uyuşturucu üreticisi ve dağıtıcısı olan \"Türk\" lakaplı Solozzo, Don Corleone'den, ilişkilerini kullanarak kendisine yasal koruma sağlamasını ve 1 milyon dolar nakit para vermesini ister, karşılığında, elde edilecek kârdan pay teklif eder. Teklife göre, ilk yıl Corleone ailesine kalacak olan para 3-4 milyon dolar civarında olacaktır. Ancak Don Corleone teklifi reddeder. Gerekçesi, iyi ilişkileri olsa da, Don Corleone'nin uyuşturucu işi ile bağlantısı olduğunu öğrenen siyasetçilerin ilişkilerini gözden geçirme gereği duyacak olmalarıdır. Don Corleone'ye göre politikacılar kumarı bir zaaf olarak görüyorlardır ama uyuşturucu pis iştir. Bunun üzerine arkasına Tattaglia ailesini ve New York'ta polis şefi olan McClusky'i alan Solozzo, Don Corleone'yi vurdurtur. Ölümden son anda kurtulan Don Corleone'yi ve tüm aileyi kötü günler beklemektedir. Bu süreçte, fevri hareketleriyle bilinen, Don Corleone'nin en büyük oğlu Sonny ölecek, II. Dünya Savaşı'ndan kahraman olarak dönen en küçük oğlu Michael ise, daha önce aile işleriyle hiç ilgilenmediği ve bunu istemediği hâlde, olayların akışı onu hikâyenin merkezine doğru itecektir. Ve New York'ta suç aileleri arasındaki savaş başlayacaktır.",
 		"photoUrl": "https://raw.githubusercontent.com/Oguzhan94/hr200009oguzhangunduz/main/Afisler/Baba.jpg"
 	}
 ]
